<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="AboutUs.aspx.cs" Inherits="Sadehs_Baking_Co.קצת_עלינו" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="NavBar.css" rel="stylesheet" />
</asp:Content>




<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div class="container_2">
       <img src="pic2couple.jpg" width="300"; style="position:relative;
    right:850px;
    top:50px;
    border-radius:200px;"/>
        <p style=" direction:rtl;
    text-align:right;
    position:relative;
    top:-300px;
    letter-spacing:1.5px;
    font-size:23px;">
             חברת Sadeh's Baking Company הוקמה בשנת 1864 על ידי האדון צ'רלס וויטני לוויס III<br /> וג'ניפר גרוסלי לוויס. <br /> החברה התחילה בביתם הפרטי שהיה בכפר 
            קטן מחוץ לעיר ג'וזפינה שברוקטמנויל אך מהר מאד<br />
            שגשגו
            מוצרם ומשפחת לוויס פתחה עוד ועוד סניפים ברחבי רוקטמנויל.
            לאחר 10 שנים, היה<br /> למשפחת לוויס 2,500 סניפים המפוזרים במדינה ומהר מאד הפכו לעשירים.
            <br />
            אומנם, באותה תקופה עשירי העם היו אנשים רעים וקמצניים, משפחת
            לוויס החליטה לתרום את<br /> רוב הכנסותם לאיכרים.
            <br />
            בשנת 1884, כשצ'רלס היה בן 43 וריצ'ל הייתה בת 31, נולד להם בן בשם קריסטופר.
            <br /><br /><br />
            בצער רב, צ'רלס נפטר רק כשהיה בן 47, ארבע שנים לאחר, ילידתו של קריסטופר ורק שנה אחרי<br />
            מותו נפטרה ג'ניפר.
            קריסטופר מחליט להמשיך ולפתח את העסק של הוריו, ובך פותח סניפים
            <br />
            רבים של מאפיות ומוכר את מוצריו לכל קונה.

            ב-1914 ביום הולדתו ה-30 של קריסטופר פורצת מלחמת העולם הראשונה. בתקופה זו, החברה איבדה המוני לקוחות ובך הפסידה הרבה מאד כסף.
            עם זאת, לאחר סיום המלחמה, השם הטוב של החברה חזר והעסק התחיל שוב לצמוח...<br /><br /><br />
            לאחר מותו של קריסטופר, בניו, אדוארד ופליסיטי, המשיכו לטפל בעסק ופתחו כ-300 מפעלים סביב העולם. בכך הצליחו בניו ליציר יותר מוצרים בפחות זמן. לאור פתיחת המפעלים,
            עסקם של משפחת לוויס המשיך לשגשג בעולם המודרני ולשם כך, התעשרו כל בני משפחתם ודורותיהם הבאים. כשאדוארד היה רק בן 32, מת כתוצאה מהתקף לב ושנתיים אחר כך
            התחתנה פליסיטי עם אביב שדה, מוחר ישראלי המטייל סביב העולם. ובך בשנת 1993 שם החברה הפך מ-Lewis's Sweet-Tooth ל-Sadeh's Baking Company.<br /><br />
            כיום בעל החברה הוא עידו שדה-רוזנפלד, ולחברה כמיליון סניפים ברחבי העולם. בכדי לעזור לעולם, 50% מהכנסות החברה עוברים לארגוני צדקה.
        </p>
    </div>
</asp:Content>
